jorgebucaran/fisher
ilancosman/tide@v6
jethrokuan/z
patrickf1/fzf.fish
joshmedeski/fish-lf-icons
catppuccin/fish
simnalamburt/shellder
pure-fish/pure
jorgebucaran/spark.fish
joseluisq/gitnow@2.12.0
jorgebucaran/autopair.fish
fabioantunes/base16-fish-shell
